{
  "meta": {
    "title": "Blog di Pianificazione Viaggi | MonkeyTravel",
    "description": "Consigli pratici di viaggio, strumenti AI e guide alle destinazioni. Solo ciò che ti serve per pianificare viaggi migliori."
  },
  "index": {
    "title": "Blog di Pianificazione Viaggi",
    "subtitle": "Consigli pratici, guide alle destinazioni e opinioni oneste su come l'AI sta cambiando la pianificazione dei viaggi.",
    "readMore": "Leggi di più",
    "minuteRead": "{minutes} min di lettura"
  },
  "filter": {
    "all": "Tutti",
    "showing": "Mostrando {count} di {total} articoli",
    "noResults": "Nessun articolo trovato in questa categoria.",
    "clearFilter": "Mostra tutti"
  },
  "pagination": {
    "previous": "Pagina precedente",
    "next": "Pagina successiva",
    "page": "Pagina {page}"
  },
  "detail": {
    "relatedPosts": "Potrebbe interessarti anche",
    "publishedOn": "Pubblicato il {date}",
    "updatedOn": "Aggiornato il {date}",
    "tableOfContents": "Indice dei Contenuti",
    "backToBlog": "Torna al Blog",
    "planYourTrip": "Pronto a pianificare il tuo viaggio?",
    "planYourTripDescription": "Lascia che l'AI di MonkeyTravel crei un itinerario personalizzato per te — con luoghi reali, prezzi attuali e percorsi intelligenti.",
    "planYourTripCta": "Pianifica il Mio Viaggio — Gratis",
    "exploreDestinations": "Esplora Queste Destinazioni"
  },
  "breadcrumbs": {
    "home": "Home",
    "blog": "Blog"
  },
  "tips": {
    "title": "Guide e Consigli di Viaggio",
    "viewAll": "Vedi tutti gli articoli"
  },
  "categories": {
    "AI Travel": "Viaggi e AI",
    "Destination Guides": "Guide alle Destinazioni",
    "Trip Planning": "Pianificazione Viaggi",
    "Budget Travel": "Viaggi Low Cost",
    "Travel Tips": "Consigli di Viaggio",
    "Group Travel": "Viaggi di Gruppo",
    "Seasonal Travel": "Viaggi Stagionali"
  },
  "posts": {
    "how-ai-is-changing-travel-planning": {
      "title": "Come l'AI Sta Davvero Cambiando la Pianificazione dei Viaggi nel 2026 (Niente Hype, Solo Fatti)",
      "description": "Il 42% dei viaggiatori ha usato l'AI nel 2025. Cosa fanno bene i pianificatori AI, dove falliscono e come i viaggiatori smart li usano diversamente."
    },
    "ai-trip-planner-vs-travel-agent": {
      "title": "Pianificatore di Viaggi AI vs. Agenzia di Viaggio: Confronto Onesto 2026",
      "description": "Abbiamo pianificato lo stesso viaggio in Portogallo con un pianificatore AI e un'agenzia. Cosa ha funzionato e chi ha fatto risparmiare di più."
    },
    "first-trip-to-japan-what-you-need-to-know": {
      "title": "Cosa Devi Sapere Prima del Tuo Primo Viaggio in Giappone",
      "description": "Tutto ciò che chi visita il Giappone per la prima volta deve sapere nel 2026 — dal rail pass alla cultura del contante fino all'etichetta che conta davvero."
    },
    "how-to-plan-a-group-trip": {
      "title": "Come Pianificare un Viaggio di Gruppo Senza Perdere gli Amici",
      "description": "Il vero motivo per cui i viaggi di gruppo falliscono non è la destinazione — è la pianificazione. Ecco un sistema passo-passo che funziona davvero."
    },
    "how-to-plan-trip-to-italy-on-a-budget": {
      "title": "Come Pianificare un Viaggio in Italia con Budget Limitato nel 2026",
      "description": "Pianifica un viaggio in Italia senza svuotare il portafoglio. Prezzi reali, consigli locali e una strategia per Roma, Firenze e la Costiera Amalfitana."
    },
    "group-trip-budget-how-to-split-costs": {
      "title": "Come Dividere le Spese in un Viaggio di Gruppo Senza Rovinare le Amicizie",
      "description": "I soldi sono il motivo #1 per cui i viaggi di gruppo diventano imbarazzanti. 5 sistemi per dividere le spese in modo equo."
    },
    "best-group-trip-destinations-2026": {
      "title": "15 Migliori Destinazioni per Viaggi di Gruppo nel 2026 (Per Ogni Budget e Stile)",
      "description": "Dai 30€/giorno nei Balcani alle ville a Bali — 15 destinazioni dove i viaggi di gruppo funzionano, con costi reali e consigli."
    },
    "group-travel-mistakes-to-avoid": {
      "title": "10 Errori nei Viaggi di Gruppo Che Rovinano Tutto (e Come Evitarli)",
      "description": "La maggior parte dei viaggi di gruppo fallisce prima di partire. 10 errori che rovinano tutto — e i sistemi per prevenirli."
    },
    "how-to-plan-a-bachelorette-trip": {
      "title": "Come Organizzare un Viaggio di Addio al Nubilato Che Piaccia Davvero a Tutte",
      "description": "Guida passo dopo passo per organizzare un addio al nubilato perfetto per ogni budget e gruppo. Niente drammi, niente rimpianti."
    },
    "group-trip-itinerary-template": {
      "title": "Il Template per l'Itinerario di Gruppo Che Tiene Tutti Contenti",
      "description": "Un template collaudato giorno per giorno per viaggi di gruppo. Equilibra struttura e flessibilità così nessuno si sente perso."
    },
    "solo-travel-planning-with-ai": {
      "title": "Come Pianificare un Viaggio da Soli con l'AI: La Guida Completa 2026",
      "description": "Viaggiare da soli è ai massimi storici nel 2026. Scopri come i pianificatori AI eliminano la parte più difficile — fare tutto da soli."
    },
    "how-to-plan-a-trip-with-ai": {
      "title": "Come Pianificare un Viaggio con l'AI: Guida Passo a Passo per Principianti",
      "description": "Non hai mai usato l'AI per pianificare un viaggio? Questa guida ti accompagna passo dopo passo — dalla scelta della destinazione all'itinerario completo."
    },
    "can-you-trust-ai-travel-itinerary": {
      "title": "Ci Si Può Fidare di un Itinerario di Viaggio Fatto dall'AI? Cosa Verificare Prima di Partire",
      "description": "I pianificatori AI sono impressionanti, ma non perfetti. Ecco esattamente cosa verificare nel tuo itinerario generato dall'AI."
    },
    "travel-planning-stress-how-ai-helps": {
      "title": "Stress da Pianificazione Viaggio? Come l'AI Elimina l'Ansia delle Vacanze",
      "description": "Se pianificare un viaggio sembra un secondo lavoro, non sei solo. Ecco come l'AI elimina la fatica decisionale e trasforma ore di ricerca in minuti."
    },
    "plan-weekend-getaway-with-ai": {
      "title": "Come Pianificare una Fuga del Weekend in 15 Minuti con l'AI",
      "description": "Poco tempo ma hai bisogno di una pausa? Scopri come l'AI genera un itinerario di 3 giorni completo — con ristoranti, attività e orari."
    },
    "3-day-paris-itinerary": {
      "title": "Itinerario di 3 Giorni a Parigi: Guida Giorno per Giorno 2026",
      "description": "Un itinerario pratico di Parigi giorno per giorno con prezzi reali, luoghi reali e percorsi intelligenti. Torre Eiffel, Louvre, Montmartre e altro."
    },
    "5-day-italy-itinerary": {
      "title": "Itinerario di 5 Giorni in Italia: Roma, Firenze e Oltre (2026)",
      "description": "Un itinerario pratico dell'Italia giorno per giorno che copre Roma, Firenze e una gita a Venezia o in Costiera Amalfitana. Prezzi reali 2026, ristoranti veri e treni ben pianificati."
    },
    "bali-7-day-itinerary": {
      "title": "Itinerario di 7 Giorni a Bali: Guida Pratica Giorno per Giorno 2026",
      "description": "Un itinerario realistico di 7 giorni a Bali che copre Ubud, Seminyak, Uluwatu e Nusa Penida con prezzi reali del 2026, ristoranti veri e consigli onesti."
    },
    "tokyo-4-day-itinerary": {
      "title": "Itinerario di 4 Giorni a Tokyo: Guida Pratica Giorno per Giorno 2026",
      "description": "Itinerario di Tokyo giorno per giorno con Shibuya, Shinjuku, Asakusa, Akihabara, Harajuku e gita a Kamakura. Prezzi reali, treni reali, ristoranti reali."
    },
    "barcelona-3-day-itinerary": {
      "title": "Itinerario di 3 Giorni a Barcellona: Guida Giorno per Giorno 2026",
      "description": "Un itinerario pratico di Barcellona giorno per giorno con prezzi reali, luoghi reali e percorsi intelligenti. Sagrada Familia, Quartiere Gotico, Park Güell e altro."
    },
    "great-migration-africa-when-and-where": {
      "title": "La Grande Migrazione in Africa: Quando e Dove Vederla nel 2026",
      "description": "Guida completa mese per mese alla Grande Migrazione in Africa Orientale. Dove sono le mandrie, i migliori campi, attraversamenti del fiume Mara, stagione dei parti e budget reali."
    },
    "monsoon-season-where-to-go-and-avoid": {
      "title": "Stagione dei Monsoni 2026: Dove Andare e Cosa Evitare in Asia",
      "description": "Guida pratica alla stagione dei monsoni in Asia. Quali mesi colpiscono quali paesi, dove evitare, dove andare per le offerte della green season e come risparmiare il 30-50%."
    },
    "midnight-sun-best-destinations": {
      "title": "Migliori Destinazioni per il Sole di Mezzanotte: Dove Vivere 24 Ore di Luce nel 2026",
      "description": "I migliori posti per vedere il sole di mezzanotte nel 2026 — dalle Isole Lofoten in Norvegia all'Islanda, Lapponia Svedese, Finlandia, Alaska e Svalbard. Quando andare, cosa fare e quanto costa."
    },
    "japan-cherry-blossom-season-guide": {
      "title": "Stagione dei Ciliegi in Fiore in Giappone 2026: La Guida Completa al Sakura",
      "description": "Tutto ciò che ti serve per pianificare un viaggio in Giappone durante la fioritura dei ciliegi nel 2026 — previsioni di fioritura, migliori città e parchi, etichetta dell'hanami e consigli sul budget."
    },
    "best-places-to-see-northern-lights": {
      "title": "I Migliori Luoghi per Vedere l'Aurora Boreale nel 2026: Guida Pratica",
      "description": "I 12 migliori posti per vedere l'aurora boreale nel 2026, con costi reali, mesi migliori, probabilità e consigli pratici per ogni destinazione."
    },
    "best-fall-foliage-destinations": {
      "title": "Le Migliori Destinazioni per il Foliage Autunnale nel Mondo: Dove Vedere i Colori dell'Autunno nel 2026",
      "description": "Le 12 migliori destinazioni al mondo per il foliage autunnale, con date di picco, percorsi in auto, consigli fotografici e confronto budget."
    },
    "london-4-day-itinerary": {
      "title": "Itinerario di 4 Giorni a Londra: Guida Pratica Giorno per Giorno 2026",
      "description": "Itinerario di Londra giorno per giorno con Westminster, South Bank, Camden, Shoreditch e altro. Prezzi reali 2026, ristoranti reali, percorsi intelligenti in metro."
    },
    "new-york-5-day-itinerary": {
      "title": "Itinerario di 5 Giorni a New York: Guida Pratica Giorno per Giorno 2026",
      "description": "Un itinerario di New York giorno per giorno che copre Manhattan, Brooklyn e oltre. Prezzi reali 2026, ristoranti reali e percorsi intelligenti in metropolitana."
    },
    "istanbul-3-day-itinerary": {
      "title": "Itinerario di 3 Giorni a Istanbul: La Guida Pratica Giorno per Giorno per il 2026",
      "description": "Un itinerario di Istanbul giorno per giorno che copre Sultanahmet, Gran Bazar, Bosforo, Kadikoy e Beyoglu. Prezzi reali 2026, ristoranti veri e percorsi intelligenti."
    },
    "lisbon-3-day-itinerary": {
      "title": "Itinerario di 3 Giorni a Lisbona: Guida Pratica Giorno per Giorno 2026",
      "description": "Un itinerario di Lisbona giorno per giorno con Alfama, Belém, Bairro Alto ed escursione a Sintra. Prezzi reali 2026, pastéis de nata, percorsi del tram."
    },
    "bangkok-5-day-itinerary": {
      "title": "Itinerario di 5 Giorni a Bangkok: Guida Pratica Giorno per Giorno 2026",
      "description": "Itinerario di Bangkok giorno per giorno con templi, cibo di strada, mercati galleggianti e vita notturna. Prezzi reali 2026, consigli locali e percorsi BTS/MRT."
    },
    "bali-vs-thailand": {
      "title": "Bali vs Thailandia: Quale Dovresti Scegliere nel 2026?",
      "description": "Un confronto onesto tra Bali e Thailandia per il 2026 — costi, spiagge, cibo, cultura, vita notturna e quale destinazione si adatta al tuo stile di viaggio."
    },
    "paris-vs-rome": {
      "title": "Parigi vs Roma: Quale Città Europea Dovresti Visitare nel 2026?",
      "description": "Un confronto onesto tra Parigi e Roma per il 2026 — gastronomia, arte, costi, romanticismo e quale città vince per ogni tipo di viaggiatore."
    },
    "cheapest-destinations-in-europe": {
      "title": "Le 15 Destinazioni Più Economiche d'Europa nel 2026 (Budget Giornalieri Reali)",
      "description": "I 15 posti più economici dove viaggiare in Europa nel 2026 con budget giornalieri reali, prezzi di ostelli e hotel, costi dei pasti e quanto spenderai davvero."
    },
    "cheapest-destinations-in-asia": {
      "title": "Le 15 Destinazioni Più Economiche dell'Asia nel 2026 (Budget Giornalieri Reali)",
      "description": "I 15 posti più economici dove viaggiare in Asia nel 2026 con budget giornalieri reali, costi di alloggio, prezzi dello street food e quanto spenderai davvero."
    },
    "best-summer-destinations-2026": {
      "title": "15 Migliori Destinazioni Estive per il 2026 (Mare, Citta e Avventura)",
      "description": "I migliori posti dove viaggiare quest'estate — dalle spiagge del Mediterraneo alle avventure nordiche alle fughe asiatiche. Costi reali, dati meteo e livelli di affollamento per il 2026."
    }
  }
}
