{
  "meta": {
    "title": "Blog di Pianificazione Viaggi | MonkeyTravel",
    "description": "Consigli pratici di viaggio, strumenti AI e guide alle destinazioni. Solo ciò che ti serve per pianificare viaggi migliori."
  },
  "index": {
    "title": "Blog di Pianificazione Viaggi",
    "subtitle": "Consigli pratici, guide alle destinazioni e opinioni oneste su come l'AI sta cambiando la pianificazione dei viaggi.",
    "readMore": "Leggi di più",
    "minuteRead": "{minutes} min di lettura"
  },
  "detail": {
    "relatedPosts": "Potrebbe interessarti anche",
    "publishedOn": "Pubblicato il {date}",
    "updatedOn": "Aggiornato il {date}",
    "tableOfContents": "Indice dei Contenuti",
    "backToBlog": "Torna al Blog",
    "planYourTrip": "Pronto a pianificare il tuo viaggio?",
    "planYourTripDescription": "Lascia che l'AI di MonkeyTravel crei un itinerario personalizzato per te — con luoghi reali, prezzi attuali e percorsi intelligenti.",
    "planYourTripCta": "Pianifica il Mio Viaggio — Gratis"
  },
  "breadcrumbs": {
    "home": "Home",
    "blog": "Blog"
  },
  "categories": {
    "AI Travel": "Viaggi e AI",
    "Destination Guides": "Guide alle Destinazioni",
    "Trip Planning": "Pianificazione Viaggi",
    "Budget Travel": "Viaggi Low Cost"
  },
  "posts": {
    "how-ai-is-changing-travel-planning": {
      "title": "Come l'AI Sta Davvero Cambiando la Pianificazione dei Viaggi nel 2026 (Niente Hype, Solo Fatti)",
      "description": "Il 42% dei viaggiatori ha usato l'AI nel 2025. Cosa fanno bene i pianificatori AI, dove falliscono e come i viaggiatori smart li usano diversamente."
    },
    "ai-trip-planner-vs-travel-agent": {
      "title": "Pianificatore di Viaggi AI vs. Agenzia di Viaggio: Confronto Onesto 2026",
      "description": "Abbiamo pianificato lo stesso viaggio in Portogallo con un pianificatore AI e un'agenzia. Cosa ha funzionato e chi ha fatto risparmiare di più."
    },
    "first-trip-to-japan-what-you-need-to-know": {
      "title": "Cosa Devi Sapere Prima del Tuo Primo Viaggio in Giappone",
      "description": "Tutto ciò che chi visita il Giappone per la prima volta deve sapere nel 2026 — dal rail pass alla cultura del contante fino all'etichetta che conta davvero."
    },
    "how-to-plan-a-group-trip": {
      "title": "Come Pianificare un Viaggio di Gruppo Senza Perdere gli Amici",
      "description": "Il vero motivo per cui i viaggi di gruppo falliscono non è la destinazione — è la pianificazione. Ecco un sistema passo-passo che funziona davvero."
    },
    "how-to-plan-trip-to-italy-on-a-budget": {
      "title": "Come Pianificare un Viaggio in Italia con Budget Limitato nel 2026",
      "description": "Pianifica un viaggio in Italia senza svuotare il portafoglio. Prezzi reali, consigli locali e una strategia per Roma, Firenze e la Costiera Amalfitana."
    }
  }
}
