{
  "meta": {
    "title": "Blog de Planificación de Viajes | MonkeyTravel",
    "description": "Consejos prácticos para planificar viajes, herramientas de viaje con AI y guías de destinos. Sin relleno — solo lo que necesitas para planificar mejores viajes."
  },
  "index": {
    "title": "Blog de Planificación de Viajes",
    "subtitle": "Consejos prácticos, guías de destinos y opiniones honestas sobre cómo la AI está cambiando la planificación de viajes.",
    "readMore": "Leer más",
    "minuteRead": "{minutes} min de lectura"
  },
  "filter": {
    "all": "Todos",
    "showing": "Mostrando {count} de {total} artículos",
    "noResults": "No se encontraron artículos en esta categoría.",
    "clearFilter": "Mostrar todos"
  },
  "pagination": {
    "previous": "Página anterior",
    "next": "Página siguiente",
    "page": "Página {page}"
  },
  "detail": {
    "relatedPosts": "También te puede interesar",
    "publishedOn": "Publicado el {date}",
    "updatedOn": "Actualizado el {date}",
    "tableOfContents": "Tabla de Contenidos",
    "backToBlog": "Volver al Blog",
    "planYourTrip": "¿Listo para planificar tu viaje?",
    "planYourTripDescription": "Deja que la AI de MonkeyTravel cree un itinerario personalizado para ti — con lugares reales, precios actuales y rutas inteligentes.",
    "planYourTripCta": "Planifica Mi Viaje — Gratis",
    "exploreDestinations": "Explora Estos Destinos"
  },
  "breadcrumbs": {
    "home": "Inicio",
    "blog": "Blog"
  },
  "tips": {
    "title": "Guias y Consejos de Viaje",
    "viewAll": "Ver todos los articulos"
  },
  "categories": {
    "AI Travel": "Viajes con AI",
    "Destination Guides": "Guías de Destinos",
    "Trip Planning": "Planificación de Viajes",
    "Budget Travel": "Viajes Económicos",
    "Travel Tips": "Consejos de Viaje",
    "Group Travel": "Viajes en Grupo",
    "Seasonal Travel": "Viajes de Temporada"
  },
  "posts": {
    "how-ai-is-changing-travel-planning": {
      "title": "Cómo la AI Está Cambiando Realmente la Planificación de Viajes en 2026 (Sin Exageraciones)",
      "description": "El 42% de viajeros usó AI para planificar en 2025. Qué hacen bien los planificadores AI, dónde fallan y cómo los viajeros inteligentes los usan."
    },
    "ai-trip-planner-vs-travel-agent": {
      "title": "Planificador de Viajes con AI vs. Agente de Viajes: Comparación Honesta 2026",
      "description": "Planificamos el mismo viaje de 7 días a Portugal con AI y con un agente tradicional. Qué acertó cada uno y cuál ahorró más dinero."
    },
    "first-trip-to-japan-what-you-need-to-know": {
      "title": "Lo Que Necesitas Saber Antes de Tu Primer Viaje a Japón",
      "description": "Todo lo que los visitantes primerizos de Japón necesitan saber en 2026 — desde pases de tren y cultura del efectivo hasta la etiqueta que realmente importa."
    },
    "how-to-plan-a-group-trip": {
      "title": "Cómo Planificar un Viaje en Grupo Sin Perder a Tus Amigos",
      "description": "La verdadera razón por la que los viajes en grupo fracasan no es el destino — es la planificación. Aquí tienes un sistema paso a paso que realmente funciona."
    },
    "how-to-plan-trip-to-italy-on-a-budget": {
      "title": "Cómo Planificar un Viaje a Italia con Presupuesto Limitado en 2026",
      "description": "Planifica un viaje increíble a Italia sin arruinarte. Precios reales, consejos locales y una estrategia para Roma, Florencia y Amalfi por menos de $100/día."
    },
    "group-trip-budget-how-to-split-costs": {
      "title": "Cómo Dividir los Gastos de un Viaje en Grupo Sin Arruinar Amistades",
      "description": "El dinero es la razón #1 por la que los viajes en grupo se vuelven incómodos. 5 sistemas para dividir gastos de forma justa."
    },
    "best-group-trip-destinations-2026": {
      "title": "15 Mejores Destinos para Viajes en Grupo en 2026 (Para Todo Presupuesto y Estilo)",
      "description": "Desde 30€/día en los Balcanes hasta villas de lujo en Bali — 15 destinos donde los viajes en grupo funcionan, con costes reales."
    },
    "group-travel-mistakes-to-avoid": {
      "title": "10 Errores en Viajes en Grupo Que Arruinan Vacaciones (y Cómo Evitarlos)",
      "description": "La mayoría de viajes en grupo fracasan antes de empezar. 10 errores que matan el ambiente — y los sistemas para prevenirlos."
    },
    "how-to-plan-a-bachelorette-trip": {
      "title": "Cómo Organizar una Despedida de Soltera Que Todas Disfruten de Verdad",
      "description": "Guía paso a paso para organizar un viaje de despedida de soltera para cualquier presupuesto y grupo. Sin dramas ni deudas."
    },
    "group-trip-itinerary-template": {
      "title": "La Plantilla de Itinerario para Viajes en Grupo Que Mantiene a Todos Contentos",
      "description": "Una plantilla de itinerario día a día para viajes en grupo. Equilibra estructura con flexibilidad para que nadie se sienta atrapado."
    },
    "solo-travel-planning-with-ai": {
      "title": "Cómo Planificar un Viaje Solo con AI: La Guía Completa 2026",
      "description": "Viajar solo está en máximos históricos en 2026. Descubre cómo los planificadores AI eliminan lo más difícil de viajar solo — hacerlo todo tú."
    },
    "how-to-plan-a-trip-with-ai": {
      "title": "Cómo Planificar un Viaje con AI: Guía Paso a Paso para Principiantes",
      "description": "¿Nunca usaste AI para planificar un viaje? Esta guía te lleva paso a paso — desde elegir destino hasta tener un itinerario completo en minutos."
    },
    "can-you-trust-ai-travel-itinerary": {
      "title": "¿Puedes Confiar en un Itinerario de Viaje Hecho por AI? Qué Verificar Antes de Ir",
      "description": "Los planificadores AI son impresionantes, pero no perfectos. Esto es exactamente lo que debes verificar en tu itinerario generado por AI."
    },
    "travel-planning-stress-how-ai-helps": {
      "title": "¿Agobiado Planificando Viajes? Cómo la AI Elimina el Estrés de las Vacaciones",
      "description": "Si planificar un viaje se siente como un segundo trabajo, no estás solo. Así es como la AI elimina la fatiga de decisiones."
    },
    "plan-weekend-getaway-with-ai": {
      "title": "Cómo Planificar una Escapada de Fin de Semana en 15 Minutos con AI",
      "description": "¿Poco tiempo pero necesitas un descanso? Aprende cómo la AI genera un itinerario de 3 días completo — con restaurantes, actividades y horarios."
    },
    "3-day-paris-itinerary": {
      "title": "Itinerario de 3 Días en París: Guía Día a Día para 2026",
      "description": "Un itinerario práctico de París día a día con precios reales, lugares reales y rutas inteligentes. Torre Eiffel, Louvre, Montmartre y más."
    },
    "5-day-italy-itinerary": {
      "title": "Itinerario de 5 Días en Italia: Roma, Florencia y Más (2026)",
      "description": "Un itinerario práctico de Italia día a día cubriendo Roma, Florencia y una excursión a Venecia o la Costa Amalfitana. Precios reales de 2026, restaurantes reales y trenes bien planificados."
    },
    "bali-7-day-itinerary": {
      "title": "Itinerario de 7 Días en Bali: Guía Práctica Día a Día para 2026",
      "description": "Un itinerario realista de 7 días en Bali que cubre Ubud, Seminyak, Uluwatu y Nusa Penida con precios reales de 2026, restaurantes reales y consejos honestos."
    },
    "tokyo-4-day-itinerary": {
      "title": "Itinerario de 4 Días en Tokio: Guía Práctica Día a Día para 2026",
      "description": "Itinerario de Tokio día a día con Shibuya, Shinjuku, Asakusa, Akihabara, Harajuku y excursión a Kamakura. Precios reales, rutas de tren reales, restaurantes reales."
    },
    "barcelona-3-day-itinerary": {
      "title": "Itinerario de 3 Días en Barcelona: Guía Día a Día para 2026",
      "description": "Un itinerario práctico de Barcelona día a día con precios reales, lugares reales y rutas inteligentes. Sagrada Familia, Barrio Gótico, Park Güell y más."
    },
    "great-migration-africa-when-and-where": {
      "title": "La Gran Migración en África: Cuándo y Dónde Verla en 2026",
      "description": "Guía completa mes a mes de la Gran Migración en África Oriental. Dónde están las manadas, los mejores campamentos, cruces del río Mara, temporada de partos y presupuestos reales."
    },
    "monsoon-season-where-to-go-and-avoid": {
      "title": "Temporada de Monzones 2026: A Dónde Ir y Qué Evitar en Asia",
      "description": "Guía práctica de la temporada de monzones en Asia. Qué meses afectan a cada país, dónde evitar, dónde ir por ofertas de temporada verde y cómo ahorrar un 30-50%."
    },
    "midnight-sun-best-destinations": {
      "title": "Mejores Destinos para Ver el Sol de Medianoche: Dónde Vivir 24 Horas de Luz en 2026",
      "description": "Los mejores lugares para ver el sol de medianoche en 2026 — desde las Islas Lofoten en Noruega hasta Islandia, Laponia Sueca, Finlandia, Alaska y Svalbard. Cuándo ir, qué hacer y cuánto cuesta."
    },
    "japan-cherry-blossom-season-guide": {
      "title": "Temporada de Cerezos en Flor en Japón 2026: La Guía Completa del Sakura",
      "description": "Todo lo que necesitas para planificar un viaje a Japón durante la floración de los cerezos en 2026 — pronósticos de floración, mejores ciudades y parques, etiqueta del hanami y consejos de presupuesto."
    },
    "best-places-to-see-northern-lights": {
      "title": "Los Mejores Lugares para Ver la Aurora Boreal en 2026: Guía Práctica",
      "description": "Los 12 mejores destinos para ver la aurora boreal en 2026, con costes reales, mejores meses, probabilidades y consejos prácticos para cada lugar."
    },
    "best-fall-foliage-destinations": {
      "title": "Los Mejores Destinos para Ver el Follaje de Otoño en el Mundo: Dónde Ver los Colores del Otoño en 2026",
      "description": "Los 12 mejores destinos del mundo para ver el follaje de otoño, con fechas pico, rutas en coche, consejos de fotografía y comparación de presupuestos."
    }
  }
}
