{
  "meta": {
    "title": "Blog de Planificación de Viajes | MonkeyTravel",
    "description": "Consejos prácticos para planificar viajes, herramientas de viaje con AI y guías de destinos. Sin relleno — solo lo que necesitas para planificar mejores viajes."
  },
  "index": {
    "title": "Blog de Planificación de Viajes",
    "subtitle": "Consejos prácticos, guías de destinos y opiniones honestas sobre cómo la AI está cambiando la planificación de viajes.",
    "readMore": "Leer más",
    "minuteRead": "{minutes} min de lectura"
  },
  "filter": {
    "all": "Todos",
    "showing": "Mostrando {count} de {total} artículos",
    "noResults": "No se encontraron artículos con estos filtros.",
    "clearFilter": "Limpiar filtros"
  },
  "pagination": {
    "previous": "Página anterior",
    "next": "Página siguiente",
    "page": "Página {page}"
  },
  "detail": {
    "relatedPosts": "También te puede interesar",
    "publishedOn": "Publicado el {date}",
    "updatedOn": "Actualizado el {date}",
    "tableOfContents": "Tabla de Contenidos",
    "backToBlog": "Volver al Blog",
    "planYourTrip": "¿Listo para planificar tu viaje?",
    "planYourTripDescription": "Deja que la AI de MonkeyTravel cree un itinerario personalizado para ti — con lugares reales, precios actuales y rutas inteligentes.",
    "planYourTripCta": "Planifica Mi Viaje — Gratis",
    "exploreDestinations": "Explora Estos Destinos",
    "moreFromRegion": "Más de {region}"
  },
  "breadcrumbs": {
    "home": "Inicio",
    "blog": "Blog"
  },
  "tips": {
    "title": "Guias y Consejos de Viaje",
    "viewAll": "Ver todos los articulos"
  },
  "regions": {
    "all": "Todas las Regiones",
    "Europe": "Europa",
    "Asia": "Asia",
    "Americas": "Américas",
    "Africa": "África",
    "Worldwide": "Todo el Mundo"
  },
  "categories": {
    "AI Travel": "Viajes con AI",
    "Destination Guides": "Guías de Destinos",
    "Trip Planning": "Planificación de Viajes",
    "Budget Travel": "Viajes Económicos",
    "Travel Tips": "Consejos de Viaje",
    "Group Travel": "Viajes en Grupo",
    "Seasonal Travel": "Viajes de Temporada"
  },
  "posts": {
    "how-ai-is-changing-travel-planning": {
      "title": "Cómo la AI Está Cambiando Realmente la Planificación de Viajes en 2026 (Sin Exageraciones)",
      "description": "El 42% de viajeros usó AI para planificar en 2025. Qué hacen bien los planificadores AI, dónde fallan y cómo los viajeros inteligentes los usan."
    },
    "ai-trip-planner-vs-travel-agent": {
      "title": "Planificador de Viajes con AI vs. Agente de Viajes: Comparación Honesta 2026",
      "description": "Planificamos el mismo viaje de 7 días a Portugal con AI y con un agente tradicional. Qué acertó cada uno y cuál ahorró más dinero."
    },
    "first-trip-to-japan-what-you-need-to-know": {
      "title": "Lo Que Necesitas Saber Antes de Tu Primer Viaje a Japón",
      "description": "Todo lo que los visitantes primerizos de Japón necesitan saber en 2026 — desde pases de tren y cultura del efectivo hasta la etiqueta que realmente importa."
    },
    "how-to-plan-a-group-trip": {
      "title": "Cómo Planificar un Viaje en Grupo Sin Perder a Tus Amigos",
      "description": "La verdadera razón por la que los viajes en grupo fracasan no es el destino — es la planificación. Aquí tienes un sistema paso a paso que realmente funciona."
    },
    "how-to-plan-trip-to-italy-on-a-budget": {
      "title": "Cómo Planificar un Viaje a Italia con Presupuesto Limitado en 2026",
      "description": "Planifica un viaje increíble a Italia sin arruinarte. Precios reales, consejos locales y una estrategia para Roma, Florencia y Amalfi por menos de $100/día."
    },
    "group-trip-budget-how-to-split-costs": {
      "title": "Cómo Dividir los Gastos de un Viaje en Grupo Sin Arruinar Amistades",
      "description": "El dinero es la razón #1 por la que los viajes en grupo se vuelven incómodos. 5 sistemas para dividir gastos de forma justa."
    },
    "best-group-trip-destinations-2026": {
      "title": "15 Mejores Destinos para Viajes en Grupo en 2026 (Para Todo Presupuesto y Estilo)",
      "description": "Desde 30€/día en los Balcanes hasta villas de lujo en Bali — 15 destinos donde los viajes en grupo funcionan, con costes reales."
    },
    "group-travel-mistakes-to-avoid": {
      "title": "10 Errores en Viajes en Grupo Que Arruinan Vacaciones (y Cómo Evitarlos)",
      "description": "La mayoría de viajes en grupo fracasan antes de empezar. 10 errores que matan el ambiente — y los sistemas para prevenirlos."
    },
    "how-to-plan-a-bachelorette-trip": {
      "title": "Cómo Organizar una Despedida de Soltera Que Todas Disfruten de Verdad",
      "description": "Guía paso a paso para organizar un viaje de despedida de soltera para cualquier presupuesto y grupo. Sin dramas ni deudas."
    },
    "group-trip-itinerary-template": {
      "title": "La Plantilla de Itinerario para Viajes en Grupo Que Mantiene a Todos Contentos",
      "description": "Una plantilla de itinerario día a día para viajes en grupo. Equilibra estructura con flexibilidad para que nadie se sienta atrapado."
    },
    "solo-travel-planning-with-ai": {
      "title": "Cómo Planificar un Viaje Solo con AI: La Guía Completa 2026",
      "description": "Viajar solo está en máximos históricos en 2026. Descubre cómo los planificadores AI eliminan lo más difícil de viajar solo — hacerlo todo tú."
    },
    "how-to-plan-a-trip-with-ai": {
      "title": "Cómo Planificar un Viaje con AI: Guía Paso a Paso para Principiantes",
      "description": "¿Nunca usaste AI para planificar un viaje? Esta guía te lleva paso a paso — desde elegir destino hasta tener un itinerario completo en minutos."
    },
    "can-you-trust-ai-travel-itinerary": {
      "title": "¿Puedes Confiar en un Itinerario de Viaje Hecho por AI? Qué Verificar Antes de Ir",
      "description": "Los planificadores AI son impresionantes, pero no perfectos. Esto es exactamente lo que debes verificar en tu itinerario generado por AI."
    },
    "travel-planning-stress-how-ai-helps": {
      "title": "¿Agobiado Planificando Viajes? Cómo la AI Elimina el Estrés de las Vacaciones",
      "description": "Si planificar un viaje se siente como un segundo trabajo, no estás solo. Así es como la AI elimina la fatiga de decisiones."
    },
    "plan-weekend-getaway-with-ai": {
      "title": "Cómo Planificar una Escapada de Fin de Semana en 15 Minutos con AI",
      "description": "¿Poco tiempo pero necesitas un descanso? Aprende cómo la AI genera un itinerario de 3 días completo — con restaurantes, actividades y horarios."
    },
    "3-day-paris-itinerary": {
      "title": "Itinerario de 3 Días en París: Guía Día a Día para 2026",
      "description": "Un itinerario práctico de París día a día con precios reales, lugares reales y rutas inteligentes. Torre Eiffel, Louvre, Montmartre y más."
    },
    "5-day-italy-itinerary": {
      "title": "Itinerario de 5 Días en Italia: Roma, Florencia y Más (2026)",
      "description": "Un itinerario práctico de Italia día a día cubriendo Roma, Florencia y una excursión a Venecia o la Costa Amalfitana. Precios reales de 2026, restaurantes reales y trenes bien planificados."
    },
    "bali-7-day-itinerary": {
      "title": "Itinerario de 7 Días en Bali: Guía Práctica Día a Día para 2026",
      "description": "Un itinerario realista de 7 días en Bali que cubre Ubud, Seminyak, Uluwatu y Nusa Penida con precios reales de 2026, restaurantes reales y consejos honestos."
    },
    "tokyo-4-day-itinerary": {
      "title": "Itinerario de 4 Días en Tokio: Guía Práctica Día a Día para 2026",
      "description": "Itinerario de Tokio día a día con Shibuya, Shinjuku, Asakusa, Akihabara, Harajuku y excursión a Kamakura. Precios reales, rutas de tren reales, restaurantes reales."
    },
    "barcelona-3-day-itinerary": {
      "title": "Itinerario de 3 Días en Barcelona: Guía Día a Día para 2026",
      "description": "Un itinerario práctico de Barcelona día a día con precios reales, lugares reales y rutas inteligentes. Sagrada Familia, Barrio Gótico, Park Güell y más."
    },
    "great-migration-africa-when-and-where": {
      "title": "La Gran Migración en África: Cuándo y Dónde Verla en 2026",
      "description": "Guía completa mes a mes de la Gran Migración en África Oriental. Dónde están las manadas, los mejores campamentos, cruces del río Mara, temporada de partos y presupuestos reales."
    },
    "monsoon-season-where-to-go-and-avoid": {
      "title": "Temporada de Monzones 2026: A Dónde Ir y Qué Evitar en Asia",
      "description": "Guía práctica de la temporada de monzones en Asia. Qué meses afectan a cada país, dónde evitar, dónde ir por ofertas de temporada verde y cómo ahorrar un 30-50%."
    },
    "midnight-sun-best-destinations": {
      "title": "Mejores Destinos para Ver el Sol de Medianoche: Dónde Vivir 24 Horas de Luz en 2026",
      "description": "Los mejores lugares para ver el sol de medianoche en 2026 — desde las Islas Lofoten en Noruega hasta Islandia, Laponia Sueca, Finlandia, Alaska y Svalbard. Cuándo ir, qué hacer y cuánto cuesta."
    },
    "japan-cherry-blossom-season-guide": {
      "title": "Temporada de Cerezos en Flor en Japón 2026: La Guía Completa del Sakura",
      "description": "Todo lo que necesitas para planificar un viaje a Japón durante la floración de los cerezos en 2026 — pronósticos de floración, mejores ciudades y parques, etiqueta del hanami y consejos de presupuesto."
    },
    "best-places-to-see-northern-lights": {
      "title": "Los Mejores Lugares para Ver la Aurora Boreal en 2026: Guía Práctica",
      "description": "Los 12 mejores destinos para ver la aurora boreal en 2026, con costes reales, mejores meses, probabilidades y consejos prácticos para cada lugar."
    },
    "best-fall-foliage-destinations": {
      "title": "Los Mejores Destinos para Ver el Follaje de Otoño en el Mundo: Dónde Ver los Colores del Otoño en 2026",
      "description": "Los 12 mejores destinos del mundo para ver el follaje de otoño, con fechas pico, rutas en coche, consejos de fotografía y comparación de presupuestos."
    },
    "london-4-day-itinerary": {
      "title": "Itinerario de 4 Días en Londres: Guía Práctica Día a Día para 2026",
      "description": "Itinerario de Londres día a día con Westminster, South Bank, Camden, Shoreditch y más. Precios reales 2026, restaurantes reales, rutas inteligentes de metro."
    },
    "new-york-5-day-itinerary": {
      "title": "Itinerario de 5 Días en Nueva York: Guía Práctica Día a Día para 2026",
      "description": "Un itinerario de Nueva York día a día que cubre Manhattan, Brooklyn y más. Precios reales de 2026, restaurantes reales y rutas inteligentes en metro."
    },
    "istanbul-3-day-itinerary": {
      "title": "Itinerario de 3 Días en Estambul: La Guía Práctica Día a Día para 2026",
      "description": "Un itinerario de Estambul día a día cubriendo Sultanahmet, Gran Bazar, Bósforo, Kadikoy y Beyoglu. Precios reales de 2026, restaurantes reales y rutas inteligentes."
    },
    "lisbon-3-day-itinerary": {
      "title": "Itinerario de 3 Días en Lisboa: Guía Práctica Día a Día para 2026",
      "description": "Un itinerario de Lisboa día a día con Alfama, Belém, Bairro Alto y excursión a Sintra. Precios reales de 2026, pastéis de nata, rutas de tranvía."
    },
    "bangkok-5-day-itinerary": {
      "title": "Itinerario de 5 Días en Bangkok: Guía Práctica Día a Día para 2026",
      "description": "Itinerario de Bangkok día a día con templos, comida callejera, mercados flotantes y vida nocturna. Precios reales de 2026, consejos locales y rutas de BTS/MRT."
    },
    "bali-vs-thailand": {
      "title": "Bali vs Tailandia: ¿Cuál Deberías Elegir en 2026?",
      "description": "Una comparación honesta entre Bali y Tailandia para 2026 — costes, playas, comida, cultura, vida nocturna y cuál destino se adapta mejor a tu estilo de viaje."
    },
    "paris-vs-rome": {
      "title": "París vs Roma: ¿Qué Ciudad Europea Deberías Visitar en 2026?",
      "description": "Una comparación honesta entre París y Roma para 2026 — gastronomía, arte, costes, romance y cuál gana según tu tipo de viajero."
    },
    "cheapest-destinations-in-europe": {
      "title": "Los 15 Destinos Más Baratos de Europa en 2026 (Presupuestos Diarios Reales)",
      "description": "Los 15 lugares más baratos para viajar en Europa en 2026 con presupuestos diarios reales, precios de hostales y hoteles, costes de comida y lo que gastarás realmente."
    },
    "cheapest-destinations-in-asia": {
      "title": "Los 15 Destinos Más Baratos de Asia en 2026 (Presupuestos Diarios Reales)",
      "description": "Los 15 lugares más baratos para viajar en Asia en 2026 con presupuestos diarios reales, costes de alojamiento, precios de comida callejera y gastos reales."
    },
    "best-summer-destinations-2026": {
      "title": "15 Mejores Destinos de Verano para 2026 (Playa, Ciudad y Aventura)",
      "description": "Los mejores lugares para viajar este verano — desde playas mediterráneas hasta aventuras nórdicas y escapadas asiáticas. Costes reales, datos meteorológicos y niveles de masificación para 2026."
    },
    "where-to-go-in-march": {
      "title": "Adonde Ir en Marzo 2026: 12 Mejores Destinos para Cada Tipo de Viajero",
      "description": "Descubre los 12 mejores destinos para marzo 2026 con datos reales de clima, presupuesto diario, niveles de masificacion y consejos practicos para viajes."
    },
    "where-to-go-in-june": {
      "title": "Adonde Ir en Junio 2026: 12 Mejores Destinos para Viajar en Verano",
      "description": "Los 12 mejores destinos para visitar en junio 2026 con costes diarios reales, datos meteorologicos y niveles de masificacion. Playa, ciudad, aventura y cultura."
    },
    "where-to-go-in-september": {
      "title": "Adonde Ir en Septiembre 2026: Los 12 Mejores Destinos para la Temporada Intermedia",
      "description": "Descubre los 12 mejores destinos para viajar en septiembre 2026. Datos reales de clima, presupuestos diarios, niveles de aglomeracion y consejos de expertos."
    },
    "where-to-go-in-december": {
      "title": "Adonde Ir en Diciembre 2026: 12 Mejores Destinos para Escapadas de Invierno y Viajes Festivos",
      "description": "Los 12 mejores lugares para viajar en diciembre 2026: mercados navideños, playas tropicales, estaciones de esquí. Precios reales, clima y presupuestos diarios."
    },
    "travel-packing-checklist": {
      "title": "La Lista Definitiva para Hacer la Maleta en 2026 (Imprimible y Organizada)",
      "description": "La unica lista para hacer la maleta que necesitas. Organizada por categoria con listas para playa, ciudad, senderismo, negocios y frio. Copia, imprime, empaca."
    },
    "international-travel-checklist": {
      "title": "Checklist para Viajes Internacionales 2026: Todo Lo Que Necesitas Antes de Tu Viaje",
      "description": "El checklist completo para viajes internacionales organizado por cronograma. Pasaportes, visas, vacunas, seguros, banca y preparación digital para viajar sin estrés."
    },
    "passport-power-index-2026": {
      "title": "Passport Power Index 2026: Ranking Completo y Qué Significa para Tu Viaje",
      "description": "El Passport Power Index 2026 completo: los 10 pasaportes más fuertes y débiles, destinos sin visa, análisis regional y cómo el ranking afecta tus viajes."
    },
    "visa-free-destinations-by-passport": {
      "title": "Destinos Sin Visa por Pasaporte: La Guía Completa 2026",
      "description": "Descubre cuántos países puedes visitar sin visa con tu pasaporte. Guía completa 2026 con los 15 pasaportes principales, ETAs, visa a la llegada y consejos."
    },
    "visa-requirements-us-citizens": {
      "title": "Requisitos de Visa para Ciudadanos de EE.UU. 2026: Todos los Países Donde Necesitas Visa",
      "description": "Guia completa 2026 de requisitos de visa para ciudadanos estadounidenses. Paises sin visa, e-visas, costos, tiempos de tramite y el nuevo ETIAS para Europa."
    },
    "where-to-go-in-january": {
      "title": "Adonde Ir en Enero 2026: 12 Mejores Destinos para Viajar en Año Nuevo",
      "description": "Los 12 mejores lugares para viajar en enero 2026: sol invernal, esquí, joyas culturales y aventura. Presupuestos diarios reales, clima y ofertas post-festivas."
    },
    "where-to-go-in-april": {
      "title": "Adonde Ir en Abril 2026: 12 Mejores Destinos de Primavera en el Mundo",
      "description": "Los 12 mejores destinos para abril 2026 con datos reales de clima, presupuesto diario y masificacion. Cerezos en flor, Semana Santa y ofertas de temporada media."
    },
    "where-to-go-in-july": {
      "title": "Adonde Ir en Julio 2026: 12 Mejores Destinos para Viajar en Pleno Verano",
      "description": "Los 12 mejores destinos para visitar en julio 2026 con costes diarios reales, datos meteorologicos y estrategias para temporada alta. Playa, montana y cultura."
    },
    "where-to-go-in-october": {
      "title": "Adonde Ir en Octubre 2026: Los 12 Mejores Destinos de Otono en el Mundo",
      "description": "Descubre los 12 mejores destinos para viajar en octubre 2026. Datos reales de clima, presupuestos diarios, follaje otoñal y consejos practicos."
    },
    "where-to-go-in-november": {
      "title": "Adonde Ir en Noviembre 2026: 12 Mejores Destinos Antes de las Fiestas",
      "description": "Los 12 mejores lugares para viajar en noviembre 2026: ofertas de temporada media, trópicos en estación seca, follaje otoñal y precios pre-festivos."
    }
  }
}
