{
  "meta": {
    "title": "Travel Planning Blog | MonkeyTravel",
    "description": "Practical travel planning tips, AI travel tools, and destination guides. No fluff — just what you need to plan better trips."
  },
  "index": {
    "title": "Travel Planning Blog",
    "subtitle": "Practical tips, destination guides, and honest takes on how AI is changing travel planning.",
    "readMore": "Read more",
    "minuteRead": "{minutes} min read"
  },
  "filter": {
    "all": "All Posts",
    "showing": "Showing {count} of {total} posts",
    "noResults": "No posts found in this category.",
    "clearFilter": "Show all posts"
  },
  "pagination": {
    "previous": "Previous page",
    "next": "Next page",
    "page": "Page {page}"
  },
  "detail": {
    "relatedPosts": "You might also like",
    "publishedOn": "Published on {date}",
    "updatedOn": "Updated on {date}",
    "tableOfContents": "Table of Contents",
    "backToBlog": "Back to Blog",
    "planYourTrip": "Ready to plan your trip?",
    "planYourTripDescription": "Let MonkeyTravel's AI create a personalized itinerary for you — with real venues, actual prices, and smart routing.",
    "planYourTripCta": "Plan My Trip — Free",
    "exploreDestinations": "Explore These Destinations"
  },
  "breadcrumbs": {
    "home": "Home",
    "blog": "Blog"
  },
  "tips": {
    "title": "Travel Guides & Tips",
    "viewAll": "View all articles"
  },
  "categories": {
    "AI Travel": "AI Travel",
    "Destination Guides": "Destination Guides",
    "Trip Planning": "Trip Planning",
    "Budget Travel": "Budget Travel",
    "Travel Tips": "Travel Tips",
    "Group Travel": "Group Travel"
  },
  "posts": {
    "how-ai-is-changing-travel-planning": {
      "title": "How AI Is Actually Changing Travel Planning in 2026 (No Hype, Just Facts)",
      "description": "42% of travelers used AI for trip planning in 2025. What AI planners do well, where they still fail, and how smart travelers actually use them."
    },
    "ai-trip-planner-vs-travel-agent": {
      "title": "AI Trip Planner vs. Travel Agent: An Honest 2026 Comparison",
      "description": "We planned the same 7-day Portugal trip with an AI planner and a travel agent. What each got right, what they missed, and which saved more."
    },
    "first-trip-to-japan-what-you-need-to-know": {
      "title": "What You Need to Know Before Your First Trip to Japan",
      "description": "Everything first-time Japan visitors need to know in 2026 — rail passes, cash culture, and etiquette that matters. No fluff, just practical."
    },
    "how-to-plan-a-group-trip": {
      "title": "How to Plan a Group Trip Without Losing Your Friends",
      "description": "The real reason group trips fall apart isn't the destination — it's the planning. A step-by-step system for trips with friends that works."
    },
    "how-to-plan-trip-to-italy-on-a-budget": {
      "title": "How to Plan a Trip to Italy on a Budget in 2026",
      "description": "Plan an incredible Italy trip without blowing your savings. Real prices, local tips, and a strategy for Rome, Florence, and the Amalfi Coast under $100/day."
    },
    "group-trip-budget-how-to-split-costs": {
      "title": "How to Split Costs on a Group Trip Without Ruining Friendships",
      "description": "Money is the #1 reason group trips get awkward. 5 systems for splitting expenses fairly — plus tools that make it painless."
    },
    "best-group-trip-destinations-2026": {
      "title": "15 Best Group Trip Destinations in 2026 (For Every Budget and Vibe)",
      "description": "From $30/day Balkans to luxury Bali villas — 15 destinations where group trips work, with real daily costs and planning tips."
    },
    "group-travel-mistakes-to-avoid": {
      "title": "10 Group Travel Mistakes That Ruin Trips (and How to Avoid Them)",
      "description": "Most group trips fail before they start. 10 mistakes that kill the vibe — and the systems that prevent them, based on real data."
    },
    "how-to-plan-a-bachelorette-trip": {
      "title": "How to Plan a Bachelorette Trip That Everyone Actually Enjoys",
      "description": "A step-by-step guide to planning a bachelorette trip for every budget, personality, and squad size. No drama, no debt, no regrets."
    },
    "group-trip-itinerary-template": {
      "title": "The Group Trip Itinerary Template That Keeps Everyone Happy",
      "description": "A proven day-by-day itinerary template for group trips. Balances structure with flexibility so nobody feels trapped or lost."
    },
    "solo-travel-planning-with-ai": {
      "title": "How to Plan a Solo Trip with AI: The Complete 2026 Guide",
      "description": "Solo travel is at an all-time high in 2026. Learn how AI trip planners eliminate the hardest part of traveling alone — doing all the planning yourself."
    },
    "how-to-plan-a-trip-with-ai": {
      "title": "How to Plan a Trip with AI: A Step-by-Step Guide for Beginners",
      "description": "Never used AI to plan a trip? This beginner-friendly guide walks you through every step — from picking a destination to having a complete itinerary in minutes."
    },
    "can-you-trust-ai-travel-itinerary": {
      "title": "Can You Trust an AI Travel Itinerary? What to Check Before You Go",
      "description": "AI trip planners are impressive, but not perfect. Here's exactly what to verify in your AI-generated itinerary — and the common mistakes to watch for."
    },
    "travel-planning-stress-how-ai-helps": {
      "title": "Travel Planning Overwhelm? How AI Takes the Stress Out of Vacation Planning",
      "description": "If planning a trip feels like a second job, you're not alone. Here's how AI eliminates decision fatigue and turns hours of research into minutes."
    },
    "plan-weekend-getaway-with-ai": {
      "title": "How to Plan a 3-Day Weekend Getaway in 15 Minutes with AI",
      "description": "Short on time but need a break? Learn how AI can generate a complete 3-day itinerary — with restaurants, activities, and timing — in under 15 minutes."
    },
    "3-day-paris-itinerary": {
      "title": "The Perfect 3-Day Paris Itinerary: A Day-by-Day Guide for 2026",
      "description": "A practical day-by-day Paris itinerary with real prices, real places, and smart routing. Eiffel Tower, Louvre, Montmartre, and more without wasting time."
    },
    "5-day-italy-itinerary": {
      "title": "The Perfect 5-Day Italy Itinerary: Rome, Florence & Beyond (2026)",
      "description": "A practical day-by-day Italy itinerary covering Rome, Florence, and a day trip to Venice or the Amalfi Coast. Real 2026 prices, real restaurants, and smart train routing."
    },
    "bali-7-day-itinerary": {
      "title": "Bali 7-Day Itinerary: The Practical Day-by-Day Guide for 2026",
      "description": "A realistic 7-day Bali itinerary covering Ubud, Seminyak, Uluwatu, and Nusa Penida with real 2026 prices, actual restaurants, and honest transport advice."
    },
    "tokyo-4-day-itinerary": {
      "title": "Tokyo 4-Day Itinerary: The Practical Day-by-Day Guide for 2026",
      "description": "A day-by-day Tokyo itinerary covering Shibuya, Shinjuku, Asakusa, Akihabara, Harajuku, and a Kamakura day trip. Real prices, real train routes, real restaurants."
    },
    "barcelona-3-day-itinerary": {
      "title": "The Perfect 3-Day Barcelona Itinerary: A Day-by-Day Guide for 2026",
      "description": "A practical day-by-day Barcelona itinerary with real prices, real places, and smart routing. Sagrada Familia, Gothic Quarter, Park Guell, and more without wasting time."
    }
  }
}
