{
  "meta": {
    "title": "Travel Planning Blog | MonkeyTravel",
    "description": "Practical travel planning tips, AI travel tools, and destination guides. No fluff — just what you need to plan better trips."
  },
  "index": {
    "title": "Travel Planning Blog",
    "subtitle": "Practical tips, destination guides, and honest takes on how AI is changing travel planning.",
    "readMore": "Read more",
    "minuteRead": "{minutes} min read"
  },
  "filter": {
    "all": "All Posts",
    "showing": "Showing {count} of {total} posts",
    "noResults": "No posts found matching these filters.",
    "clearFilter": "Clear all filters"
  },
  "pagination": {
    "previous": "Previous page",
    "next": "Next page",
    "page": "Page {page}"
  },
  "detail": {
    "relatedPosts": "You might also like",
    "publishedOn": "Published on {date}",
    "updatedOn": "Updated on {date}",
    "tableOfContents": "Table of Contents",
    "backToBlog": "Back to Blog",
    "planYourTrip": "Ready to plan your trip?",
    "planYourTripDescription": "Let MonkeyTravel's AI create a personalized itinerary for you — with real venues, actual prices, and smart routing.",
    "planYourTripCta": "Plan My Trip — Free",
    "exploreDestinations": "Explore These Destinations",
    "moreFromRegion": "More from {region}"
  },
  "breadcrumbs": {
    "home": "Home",
    "blog": "Blog"
  },
  "tips": {
    "title": "Travel Guides & Tips",
    "viewAll": "View all articles"
  },
  "regions": {
    "all": "All Regions",
    "Europe": "Europe",
    "Asia": "Asia",
    "Americas": "Americas",
    "Africa": "Africa",
    "Worldwide": "Worldwide"
  },
  "categories": {
    "AI Travel": "AI Travel",
    "Destination Guides": "Destination Guides",
    "Trip Planning": "Trip Planning",
    "Budget Travel": "Budget Travel",
    "Travel Tips": "Travel Tips",
    "Group Travel": "Group Travel",
    "Seasonal Travel": "Seasonal Travel"
  },
  "posts": {
    "how-ai-is-changing-travel-planning": {
      "title": "How AI Is Actually Changing Travel Planning in 2026 (No Hype, Just Facts)",
      "description": "42% of travelers used AI for trip planning in 2025. What AI planners do well, where they still fail, and how smart travelers actually use them."
    },
    "ai-trip-planner-vs-travel-agent": {
      "title": "AI Trip Planner vs. Travel Agent: An Honest 2026 Comparison",
      "description": "We planned the same 7-day Portugal trip with an AI planner and a travel agent. What each got right, what they missed, and which saved more."
    },
    "first-trip-to-japan-what-you-need-to-know": {
      "title": "What You Need to Know Before Your First Trip to Japan",
      "description": "Everything first-time Japan visitors need to know in 2026 — rail passes, cash culture, and etiquette that matters. No fluff, just practical."
    },
    "how-to-plan-a-group-trip": {
      "title": "How to Plan a Group Trip Without Losing Your Friends",
      "description": "The real reason group trips fall apart isn't the destination — it's the planning. A step-by-step system for trips with friends that works."
    },
    "how-to-plan-trip-to-italy-on-a-budget": {
      "title": "How to Plan a Trip to Italy on a Budget in 2026",
      "description": "Plan an incredible Italy trip without blowing your savings. Real prices, local tips, and a strategy for Rome, Florence, and the Amalfi Coast under $100/day."
    },
    "group-trip-budget-how-to-split-costs": {
      "title": "How to Split Costs on a Group Trip Without Ruining Friendships",
      "description": "Money is the #1 reason group trips get awkward. 5 systems for splitting expenses fairly — plus tools that make it painless."
    },
    "best-group-trip-destinations-2026": {
      "title": "15 Best Group Trip Destinations in 2026 (For Every Budget and Vibe)",
      "description": "From $30/day Balkans to luxury Bali villas — 15 destinations where group trips work, with real daily costs and planning tips."
    },
    "group-travel-mistakes-to-avoid": {
      "title": "10 Group Travel Mistakes That Ruin Trips (and How to Avoid Them)",
      "description": "Most group trips fail before they start. 10 mistakes that kill the vibe — and the systems that prevent them, based on real data."
    },
    "how-to-plan-a-bachelorette-trip": {
      "title": "How to Plan a Bachelorette Trip That Everyone Actually Enjoys",
      "description": "A step-by-step guide to planning a bachelorette trip for every budget, personality, and squad size. No drama, no debt, no regrets."
    },
    "group-trip-itinerary-template": {
      "title": "The Group Trip Itinerary Template That Keeps Everyone Happy",
      "description": "A proven day-by-day itinerary template for group trips. Balances structure with flexibility so nobody feels trapped or lost."
    },
    "solo-travel-planning-with-ai": {
      "title": "How to Plan a Solo Trip with AI: The Complete 2026 Guide",
      "description": "Solo travel is at an all-time high in 2026. Learn how AI trip planners eliminate the hardest part of traveling alone — doing all the planning yourself."
    },
    "how-to-plan-a-trip-with-ai": {
      "title": "How to Plan a Trip with AI: A Step-by-Step Guide for Beginners",
      "description": "Never used AI to plan a trip? This beginner-friendly guide walks you through every step — from picking a destination to having a complete itinerary in minutes."
    },
    "can-you-trust-ai-travel-itinerary": {
      "title": "Can You Trust an AI Travel Itinerary? What to Check Before You Go",
      "description": "AI trip planners are impressive, but not perfect. Here's exactly what to verify in your AI-generated itinerary — and the common mistakes to watch for."
    },
    "travel-planning-stress-how-ai-helps": {
      "title": "Travel Planning Overwhelm? How AI Takes the Stress Out of Vacation Planning",
      "description": "If planning a trip feels like a second job, you're not alone. Here's how AI eliminates decision fatigue and turns hours of research into minutes."
    },
    "plan-weekend-getaway-with-ai": {
      "title": "How to Plan a 3-Day Weekend Getaway in 15 Minutes with AI",
      "description": "Short on time but need a break? Learn how AI can generate a complete 3-day itinerary — with restaurants, activities, and timing — in under 15 minutes."
    },
    "3-day-paris-itinerary": {
      "title": "The Perfect 3-Day Paris Itinerary: A Day-by-Day Guide for 2026",
      "description": "A practical day-by-day Paris itinerary with real prices, real places, and smart routing. Eiffel Tower, Louvre, Montmartre, and more without wasting time."
    },
    "5-day-italy-itinerary": {
      "title": "The Perfect 5-Day Italy Itinerary: Rome, Florence & Beyond (2026)",
      "description": "A practical day-by-day Italy itinerary covering Rome, Florence, and a day trip to Venice or the Amalfi Coast. Real 2026 prices, real restaurants, and smart train routing."
    },
    "bali-7-day-itinerary": {
      "title": "Bali 7-Day Itinerary: The Practical Day-by-Day Guide for 2026",
      "description": "A realistic 7-day Bali itinerary covering Ubud, Seminyak, Uluwatu, and Nusa Penida with real 2026 prices, actual restaurants, and honest transport advice."
    },
    "tokyo-4-day-itinerary": {
      "title": "Tokyo 4-Day Itinerary: The Practical Day-by-Day Guide for 2026",
      "description": "A day-by-day Tokyo itinerary covering Shibuya, Shinjuku, Asakusa, Akihabara, Harajuku, and a Kamakura day trip. Real prices, real train routes, real restaurants."
    },
    "barcelona-3-day-itinerary": {
      "title": "The Perfect 3-Day Barcelona Itinerary: A Day-by-Day Guide for 2026",
      "description": "A practical day-by-day Barcelona itinerary with real prices, real places, and smart routing. Sagrada Familia, Gothic Quarter, Park Guell, and more without wasting time."
    },
    "great-migration-africa-when-and-where": {
      "title": "The Great Migration in Africa: When and Where to See It in 2026",
      "description": "A complete month-by-month guide to the Great Migration in East Africa. Where the herds are, the best camps for each season, Mara River crossings, calving season, and real budget breakdowns."
    },
    "monsoon-season-where-to-go-and-avoid": {
      "title": "Monsoon Season 2026: Where to Go and Where to Avoid in Asia",
      "description": "A practical guide to monsoon season across Asia. Which months hit which countries, where to avoid, where to go for green season deals, and how to save 30-50%."
    },
    "midnight-sun-best-destinations": {
      "title": "Midnight Sun Best Destinations: Where to Experience 24 Hours of Daylight in 2026",
      "description": "The best places to see the midnight sun in 2026 — from Norway's Lofoten Islands to Iceland, Swedish Lapland, Finland, Alaska, and Svalbard. When to go, what to do, and how much it costs."
    },
    "japan-cherry-blossom-season-guide": {
      "title": "Japan Cherry Blossom Season 2026: The Complete Sakura Guide",
      "description": "Everything you need to plan a cherry blossom trip to Japan in 2026 — bloom forecasts, best cities and parks, hanami etiquette, budget tips, and late-blooming alternatives in Hokkaido."
    },
    "best-places-to-see-northern-lights": {
      "title": "Best Places to See the Northern Lights in 2026: A Practical Guide",
      "description": "The 12 best destinations to see the aurora borealis in 2026, with real costs, best months, probability ratings, and practical tips for each location."
    },
    "best-fall-foliage-destinations": {
      "title": "Best Fall Foliage Destinations in the World: Where to See Autumn Colors in 2026",
      "description": "The 12 best fall foliage destinations worldwide, with peak dates, driving routes, photography tips, and budget breakdowns. Plan your autumn leaves trip for 2026."
    },
    "london-4-day-itinerary": {
      "title": "London 4-Day Itinerary: The Practical Day-by-Day Guide for 2026",
      "description": "A day-by-day London itinerary covering Westminster, South Bank, Camden, Shoreditch, and day trips. Real 2026 prices, real restaurants, smart Tube routing."
    },
    "new-york-5-day-itinerary": {
      "title": "New York 5-Day Itinerary: The Practical Day-by-Day Guide for 2026",
      "description": "A day-by-day New York itinerary covering Manhattan, Brooklyn, and beyond. Real 2026 prices, real restaurants, and smart subway routing."
    },
    "istanbul-3-day-itinerary": {
      "title": "Istanbul 3-Day Itinerary: The Practical Day-by-Day Guide for 2026",
      "description": "A day-by-day Istanbul itinerary covering Sultanahmet, Grand Bazaar, Bosphorus, Kadikoy, and Beyoglu. Real 2026 prices, real restaurants, and smart routing."
    },
    "lisbon-3-day-itinerary": {
      "title": "Lisbon 3-Day Itinerary: The Practical Day-by-Day Guide for 2026",
      "description": "A day-by-day Lisbon itinerary covering Alfama, Belem, Bairro Alto, and Sintra day trip. Real 2026 prices, pasteis de nata spots, tram routes."
    },
    "bangkok-5-day-itinerary": {
      "title": "Bangkok 5-Day Itinerary: The Practical Day-by-Day Guide for 2026",
      "description": "A day-by-day Bangkok itinerary covering temples, street food, floating markets, and nightlife. Real 2026 prices, local tips, and BTS/MRT routing."
    },
    "bali-vs-thailand": {
      "title": "Bali vs Thailand: Which Should You Choose in 2026?",
      "description": "An honest comparison of Bali and Thailand for 2026 — covering costs, beaches, food, culture, nightlife, and which destination suits your travel style."
    },
    "paris-vs-rome": {
      "title": "Paris vs Rome: Which European City Should You Visit in 2026?",
      "description": "An honest comparison of Paris and Rome for 2026 — covering food, art, costs, romance, and which city wins for different types of travelers."
    },
    "cheapest-destinations-in-europe": {
      "title": "15 Cheapest Destinations in Europe for 2026 (Real Daily Budgets)",
      "description": "The 15 cheapest places to travel in Europe in 2026 with real daily budgets, hostel and hotel prices, food costs, and what you'll actually spend per day."
    },
    "cheapest-destinations-in-asia": {
      "title": "15 Cheapest Destinations in Asia for 2026 (Real Daily Budgets)",
      "description": "The 15 cheapest places to travel in Asia in 2026 with real daily budgets, accommodation costs, street food prices, and what you'll actually spend per day."
    },
    "best-summer-destinations-2026": {
      "title": "15 Best Summer Destinations for 2026 (Beach, City, and Adventure)",
      "description": "The best places to travel this summer — from Mediterranean beaches to Nordic adventures to Asian escapes. Real costs, weather data, and crowd levels for 2026."
    },
    "where-to-go-in-march": {
      "title": "Where to Go in March 2026: 12 Best Destinations for Every Type of Traveler",
      "description": "Discover the 12 best places to visit in March 2026 with real weather data, daily budgets, crowd levels, and insider tips for beach, city, and adventure trips."
    },
    "where-to-go-in-june": {
      "title": "Where to Go in June 2026: 12 Best Destinations for Summer Travel",
      "description": "The 12 best places to visit in June 2026 with real daily costs, weather data, and crowd levels. Beach, city, adventure, and cultural picks across 5 continents."
    },
    "where-to-go-in-september": {
      "title": "Where to Go in September 2026: 12 Best Destinations for Shoulder Season Travel",
      "description": "Discover the 12 best places to travel in September 2026. Real weather data, daily budgets, crowd levels, and insider tips for shoulder season destinations worldwide."
    },
    "where-to-go-in-december": {
      "title": "Where to Go in December 2026: 12 Best Destinations for Winter Escapes & Holiday Travel",
      "description": "The 12 best places to travel in December 2026 — from Christmas markets to tropical beaches to ski resorts. Real prices, weather data, and daily budgets."
    },
    "travel-packing-checklist": {
      "title": "The Ultimate Travel Packing Checklist for 2026 (Printable & Organized)",
      "description": "The only travel packing checklist you need. Organized by category with lists for beach, city, hiking, business, and cold weather trips. Copy, print, pack."
    },
    "international-travel-checklist": {
      "title": "International Travel Checklist 2026: Everything You Need Before Your Trip",
      "description": "The complete international travel checklist organized by timeline. Covers passports, visas, vaccines, insurance, banking, and digital prep for stress-free travel."
    },
    "passport-power-index-2026": {
      "title": "Passport Power Index 2026: Complete Ranking & What It Means for Your Travel",
      "description": "The complete 2026 Passport Power Index: top 10 strongest & weakest passports, visa-free destinations, regional analysis, and how rankings affect your travel."
    },
    "visa-free-destinations-by-passport": {
      "title": "Visa-Free Destinations by Passport: The Complete 2026 Guide",
      "description": "Discover how many countries you can visit visa-free with your passport. Complete 2026 guide covering top 15 passports, ETAs, visa-on-arrival, and tips."
    },
    "visa-requirements-us-citizens": {
      "title": "Visa Requirements for US Citizens 2026: Every Country You Need a Visa For",
      "description": "Complete 2026 guide to visa requirements for US citizens. Visa-free countries, e-visas, costs, processing times, and the new ETIAS for Europe."
    },
    "where-to-go-in-january": {
      "title": "Where to Go in January 2026: 12 Best Destinations for New Year Travel",
      "description": "The 12 best places to travel in January 2026 — winter sun, skiing, cultural gems, and adventure. Real daily budgets, weather data, and post-holiday deals."
    },
    "where-to-go-in-april": {
      "title": "Where to Go in April 2026: 12 Best Spring Destinations Worldwide",
      "description": "The 12 best places to visit in April 2026 with real weather data, daily budgets, and crowd levels. Cherry blossoms, Easter travel, and spring shoulder-season picks."
    },
    "where-to-go-in-july": {
      "title": "Where to Go in July 2026: 12 Best Destinations for Peak Summer Travel",
      "description": "The 12 best places to visit in July 2026 with real daily costs, weather data, and peak season strategies. Beach, mountain, cultural, and heat-escape picks."
    },
    "where-to-go-in-october": {
      "title": "Where to Go in October 2026: 12 Best Fall Destinations Worldwide",
      "description": "Discover the 12 best places to travel in October 2026. Real weather data, daily budgets, fall foliage timing, and insider tips for autumn destinations worldwide."
    },
    "where-to-go-in-november": {
      "title": "Where to Go in November 2026: 12 Best Destinations Before the Holiday Rush",
      "description": "The 12 best places to travel in November 2026 — shoulder season deals, dry season tropics, fall foliage, and pre-holiday prices. Real costs and weather data."
    }
  }
}
